{"intents": [{"tags": "cvd_definition", "patterns": ["what is meant by cvds", "define cardiovascular diseases.", "what are cardiovascular diseases (cvds)?"], "responses": ["Cardiovascular diseases (CVDs) are a group of disorders of the heart and blood vessels."]}, {"tags": "heart_attack_cause", "patterns": ["what leads to a heart attack", "reasons for heart attacks", "what causes heart attacks?"], "responses": ["Heart attacks are mainly caused by a blockage that prevents blood from flowing to the heart."]}, {"tags": "cvd_risk_factors", "patterns": ["what increases the risk of cvds", "factors contributing to heart disease", "what are the risk factors for cardiovascular diseases?"], "responses": ["The most important risk factors are unhealthy diet physical inactivity tobacco use and harmful use of alcohol."]}, {"tags": "cvd_prevention", "patterns": ["ways to prevent heart diseases", "how to avoid cvds", "how can cardiovascular diseases be prevented?"], "responses": ["CVDs can be prevented by addressing risk factors such as diet exercise and avoiding tobacco and alcohol."]}, {"tags": "coronary_heart_disease", "patterns": ["explain coronary heart disease what is chd", "what is coronary heart disease?"], "responses": ["It is a disease of the blood vessels supplying the heart muscle."]}, {"tags": "cerebrovascular_disease", "patterns": ["what is cerebrovascular disease", "explain cerebrovascular disease.", "what is cerebrovascular disease?"], "responses": ["It is a disease of the blood vessels supplying the brain."]}, {"tags": "peripheral_arterial_disease", "patterns": ["define peripheral arterial disease what is pad", "what is peripheral arterial disease?"], "responses": ["It is a disease of blood vessels supplying the arms and legs."]}, {"tags": "rheumatic_heart_disease", "patterns": ["explain rheumatic heart disease what causes rheumatic heart disease", "what is rheumatic heart disease?"], "responses": ["It is caused by damage to the heart muscle and valves from rheumatic fever."]}, {"tags": "congenital_heart_disease", "patterns": ["what is meant by congenital heart disease", "define congenital heart disease.", "what is congenital heart disease?"], "responses": ["It refers to birth defects affecting the normal development of the heart."]}, {"tags": "heart_attack_symptoms", "patterns": ["what are the signs of a heart attack", "heart attack symptoms", "what are the symptoms of a heart attack?"], "responses": ["Symptoms include chest pain shortness of breath nausea and light-headedness."]}, {"tags": "stroke_symptoms", "patterns": ["what are the signs of a stroke", "stroke symptoms", "what are the symptoms of a stroke?"], "responses": ["Symptoms include sudden weakness confusion trouble seeing and severe headache."]}, {"tags": "cvd_diagnosis", "patterns": ["how do doctors diagnose cvds", "methods for diagnosing heart disease", "how is cardiovascular disease diagnosed?"], "responses": ["Diagnosis involves measuring intermediate risk factors like blood pressure and cholesterol."]}, {"tags": "tobacco_impact", "patterns": ["impact of smoking on heart health", "how does smoking affect the heart", "how does tobacco use affect cardiovascular health?"], "responses": ["Tobacco use is a major risk factor for developing CVDs."]}, {"tags": "diet_impact", "patterns": ["impact of diet on heart health", "how does food affect the heart", "how does diet affect cardiovascular health?"], "responses": ["An unhealthy diet increases the risk of CVDs."]}, {"tags": "physical_activity", "patterns": ["impact of exercise on heart health", "how does activity affect the heart", "what role does physical activity play in cardiovascular health?"], "responses": ["Regular physical activity reduces the risk of CVDs."]}, {"tags": "alcohol_impact", "patterns": ["impact of alcohol on heart health", "how does drinking affect the heart", "how does alcohol use affect cardiovascular health?"], "responses": ["Harmful use of alcohol increases the risk of CVDs."]}, {"tags": "environmental_factors", "patterns": ["how does pollution affect heart health", "environmental risks for cvds", "what environmental factors contribute to cardiovascular disease?"], "responses": ["Air pollution is an important environmental risk factor for CVDs."]}, {"tags": "cvd_statistics", "patterns": ["global death rates from cvds", "how many die from heart disease worldwide", "what are the global statistics on cardiovascular disease?"], "responses": ["CVDs are the leading cause of death globally with 17.9 million deaths in 2019."]}, {"tags": "low_income_impact", "patterns": ["impact of cvds in poorer countries", "cvds in developing nations", "how does cardiovascular disease impact low- and middle-income countries?"], "responses": ["These countries experience a higher burden of CVDs due to less access to healthcare."]}, {"tags": "cvd_treatments", "patterns": ["how are cvds treated", "treatment options for heart disease", "what are common treatments for cardiovascular diseases?"], "responses": ["Treatments include medication lifestyle changes and sometimes surgery."]}, {"tags": "who_response", "patterns": ["who goals for cvds", "what is who doing about heart disease", "what is the who's response to cardiovascular diseases?"], "responses": ["The WHO aims to reduce premature deaths from CVDs by 25% by 2025."]}, {"tags": "cvd_medications", "patterns": ["drugs for treating cvds", "what medicine helps with heart disease", "what medications are used to treat cardiovascular diseases?"], "responses": ["Common medications include aspirin beta-blockers and statins."]}, {"tags": "cvd_surgeries", "patterns": ["heart surgeries for cvds", "surgical treatments for heart disease", "what surgical procedures are used for cardiovascular diseases?"], "responses": ["Procedures include coronary artery bypass balloon angioplasty and valve repair."]}, {"tags": "air_quality", "patterns": ["link between air quality and heart health", "how does clean air affect the heart", "how can air quality improvement reduce cardiovascular disease?"], "responses": ["Improved air quality reduces the environmental risk factor for CVDs."]}, {"tags": "economic_impact", "patterns": ["economic burden of cvds", "how do heart diseases affect the economy", "what are the economic impacts of cardiovascular diseases?"], "responses": ["CVDs place a heavy economic burden on low- and middle-income countries."]}, {"tags": "leading_cause", "patterns": ["what kills the most people worldwide", "global leading cause of death", "what is the leading cause of death globally?"], "responses": ["Cardiovascular diseases (CVDs) are the leading cause of death globally taking an estimated 17.9 million lives each year."]}, {"tags": "cvd_types", "patterns": ["types of cvds", "major cardiovascular diseases", "what are the common types of cardiovascular diseases?"], "responses": ["Common types include coronary heart disease cerebrovascular disease and rheumatic heart disease."]}, {"tags": "air_pollution", "patterns": ["impact of air pollution on heart health", "how does pollution affect cvds", "how does air pollution impact cardiovascular health?"], "responses": ["Air pollution is an important environmental risk factor for cardiovascular diseases."]}, {"tags": "intermediate_risks", "patterns": ["what are intermediate cvd risks", "factors indicating heart disease risk", "what are intermediate risk factors for cardiovascular diseases?"], "responses": ["Intermediate risk factors include raised blood pressure blood glucose blood lipids and overweight."]}, {"tags": "hypertension_risk", "patterns": ["how does high blood pressure affect heart disease", "relation between hypertension and cvds", "how does hypertension relate to cardiovascular diseases?"], "responses": ["Hypertension is a significant physiological risk factor for developing CVDs."]}, {"tags": "rheumatic_symptoms", "patterns": ["signs of rheumatic heart disease", "what indicates rheumatic heart disease", "what are the symptoms of rheumatic heart disease?"], "responses": ["Symptoms include shortness of breath fatigue irregular heartbeats chest pain and fainting."]}, {"tags": "treatment_improvement", "patterns": ["ways to enhance global cvd treatment", "how to improve heart disease care worldwide", "how can cardiovascular disease treatment be improved globally?"], "responses": ["Improving health system capacity and ensuring access to essential medicines and technologies are key."]}, {"tags": "primary_healthcare", "patterns": ["how does primary care help with cvds", "primary health care's role in heart disease", "what is the role of primary health care in managing cvds?"], "responses": ["Primary health care facilities can measure intermediate risk factors and provide essential treatments."]}, {"tags": "behavioral_risks", "patterns": ["behavioral risks for heart disease", "what lifestyle factors increase cvd risk", "what are the behavioural risk factors for heart disease?"], "responses": ["Unhealthy diet physical inactivity tobacco use and harmful use of alcohol are key risk factors."]}, {"tags": "health_policies", "patterns": ["policies to lower heart disease risk", "how can policies help prevent cvds", "how can health policies reduce the risk of cardiovascular diseases?"], "responses": ["Health policies should promote healthy choices improve air quality and reduce pollution."]}, {"tags": "heart_attack_frequency", "patterns": ["frequency of heart attacks in the us", "how many heart attacks occur in the us", "how often does someone in the united states have a heart attack?"], "responses": ["Someone in the United States has a heart attack every 40 seconds."]}, {"tags": "deaths_under_65", "patterns": ["heart disease deaths under 65", "what percentage of young adults die from heart disease", "what percentage of heart disease deaths occurred in adults under 65 in 2021?"], "responses": ["In 2021 about 20% of deaths from coronary artery disease occurred in adults under 65."]}, {"tags": "deaths_2021", "patterns": ["us heart disease deaths 2021", "number of heart disease deaths in 2021", "how many people died from heart disease in the us in 2021?"], "responses": ["About 695000 people died from heart disease in the United States in 2021."]}, {"tags": "annual_cost", "patterns": ["annual cost of heart disease", "how much does heart disease cost the us", "what is the annual cost of heart disease in the us?"], "responses": ["Heart disease costs about $239.9 billion each year in the United States."]}, {"tags": "common_type", "patterns": ["most common heart disease", "which heart disease is most prevalent", "what is the most common type of heart disease?"], "responses": ["Coronary heart disease is the most common type of heart disease."]}, {"tags": "first_attacks", "patterns": ["first heart attack statistics", "annual first heart attacks in the us", "how many first heart attacks occur annually in the us?"], "responses": ["About 605000 first heart attacks occur annually in the United States."]}, {"tags": "silent_attacks", "patterns": ["silent heart attack percentage", "how common are silent heart attacks", "what percentage of heart attacks are silent?"], "responses": ["About 20% of heart attacks are silent where damage is done but the person is unaware."]}, {"tags": "ethnic_deaths", "patterns": ["highest heart disease deaths by race", "which ethnicity has most heart disease deaths", "which racial or ethnic group has the highest percentage of heart disease deaths?"], "responses": ["Black (Non-Hispanic) individuals have the highest percentage of heart disease deaths at 22.6%."]}, {"tags": "diabetes_risk", "patterns": ["impact of diabetes on heart disease", "how does diabetes affect heart disease risk", "how does diabetes influence heart disease risk?"], "responses": ["Diabetes is a significant risk factor for heart disease."]}]}